export default {
  message: {
	  exchange:'플래시',
	  income_day:`총 매출 일수`,
	  day_kt:`오늘 언급 될 수있다.`,
		// 登录
		hello: "안녕하세요.",
		welcome: "RETC 에 오신 것을 환영합니다.",
		login: "로그인",
		signin: "등록",
		notAccount: "즉시 계정 없음",
		enterpassword_RETC: "6-16 자의 영숫자 암호를 입력하십시오.",
		enterpaypwd_RETC:'6 자리 지불 비밀번호를 입력하십시오.',
		forgetPass: "비밀번호를 잊으셨습니까?",
		enter_num_phone: "휴대 전화 번호 / 사서함을 입력하십시오.",
		switch_lang: "거래 비밀번호 전환",
		copySu:'성공적인 사본',
		// 注册
		i: '나',
		iagree: "사용자 동의서에 동의하십시오.",
		pleaseagree: "사용자 서비스 계약에 동의하십시오.",
		china: "중국",
		enter_email: "사서함 채우기",
		enter_yzm: "인증 코드를 입력하십시오.",
		get_yam: "인증 코드 받기",
		lable:'레이블',
		yanzhengma:'인증 코드',
		enter_label:'라벨을 입력하십시오.',
		enter_login_pass: "로그인 암호 입력",
		reenter_login_pass: "로그인 암호 확인",
		enter_pay_pass: "지불 비밀번호를 기입하십시오.",
		reenter_pay_pass: "지불 비밀번호를 다시 입력하십시오.",
		enter_nickname: "닉네임 입력(6-16 자의 영숫자 암호)",
		enter_imgyzm: "그래픽 인증 코드 입력",
		enter_refer: "초대 코드를 입력하십시오 (필수 아님)",
		register: "등록",
		haRETCAccount: "계정이 있으시면 지금 등록하십시오.",
		login_is_empty: "로그인 비밀번호가 비어 있습니다.",
		login_is_error: "로그인 비밀번호 형식 오류",
		login_not_same: "일치하지 않는 로그인 비밀번호",
		pay_is_empty: "지불 비밀번호는 비워 둘 수 없습니다.",
		pay_is_error: "결제 비밀번호 형식 오류",
		pay_not_same: "일치하지 않는 지불 비밀번호",
		nickname_is_empty: "닉네임은 비워 둘 수 없습니다.",
		nickname_is_error: "닉네임 형식 오류",
		yzmimg_is_empty: "그래픽 인증 코드는 비워 둘 수 없습니다.",
		yzmimg_is_error: "그래픽 인증 코드 형식 오류",
		yzm_is_empty: "초대 코드는 비워 둘 수 없습니다.",
		yzm_is_error: "잘못된 초대 코드 형식",
		register_fail: "등록 실패",
		yzm_error_is:'인증 코드는 비워 둘 수 없습니다.',
		yzm_error_isfail:'인증 코드 형식 오류',
		
		// 验证码
		error_email: "잘못된 사서함 형식",
		yzm_fail: "인증 코드 오류",
		re_send_yzm: "인증 코드 다시 보내기",
		login_fail: "로그인 실패",
		
		// 国家地区
		area: "국가 지역",

		// 忘记密码
		forgetpass: "잊어 버린 암호",
		userinfo: "휴대 전화 번호 또는 이메일 주소를 입력하십시오.",
		submit: "제출",
		
		// 修改支付密码
		old_pass: "이전 암호",
		new_pass: "새 암호",
		enter_old_pass: "이전 암호를 입력하십시오.",
		enter_new_pass: "새 암호를 입력하십시오.",
		getToIndex:'첫 페이지로 되돌아가다',
		// 修改登录密码
		modify_login_pass: "로그인 암호 수정",
		
		// 请求失败提示
		request_fail: "요청 데이터 실패",
		
		// 个人中心
		mybill: "내 청구서",
		safecenter: "보안 센터",
		communityleRETCl: '커뮤니티 수준',
		myrefer: "내 초대 코드",
		helpcenter: "고객 서비스",
		set: "설정",
		setNickNameTxt: "닉네임을 설정하십시오.",
		
		/**
		* 个人信息
		* */
		person_info: "개인 정보",
		saRETC: "저장",
		nickname: "별명",
		sex: "성",
		
		// 系统设置
		sys_set: "시스템 설정",
		switch_lang: "거래 비밀번호 전환",
		RETCrsion: "버전 번호",
		exit: "로그 아웃",
		protocol: "서비스 계약",
		
		// 语言版本
		select_lang: "언어 선택",
		zh: "중국어",
		en: "영어",
		ko: "한국어",
		confirm: "결정",
		cancel: "취소",
		
		// 安全中心
		cellnum: "계좌 번호",
		loginpass: "로그인 비밀번호",
		paypass: "지불 비밀번호",
		gesturepass: "제스처 암호",
		setgesturepass: "제스처 암호 변경",
		reset: "재설정",
		modify_login_pass: "로그인 암호 수정",
		set_pwd_pass: "거래 암호 설정",
		
		// 我的邀请码
		myreferurl: "내 초대 링크",
		copysuccess: "성공적인 사본",
		refer: "초대 코드",
		referurl: "초대 링크",
		genetateVcode: "공유 QR 코드 생성",
		copy: "복사",
		
		// 投资
		inRETCstment: "투자",
		min_inRETCst_num: "최소 투자",
		currency: "통화",
		m_rate: "월간 이자율",
		model: "열린 상태",
		search_txt: "검색 통화",
		state: "뜨거운",
		inRETCst_btn: "투자",
		saled: "판매 된 ",
		end: "끝 ",
		myfund: "내 투자",
		exit_order: "출구 전표",
		
		// 社区
		community: "커뮤니티",
		search_content: "검색을 입력하십시오.",
		goldcommunity: "금 공동체",
		goldpush: "팀 사용자",
		goldteam: "사용자 공유",
		goldsum: "소득",
		destroytime: '파괴 시간 23 : 00-24 : 00 매일',
		
		// 转出
		transfer: "전송",
		transferlog: "역사에서 탈출하다",
		transfercoin: "통화",
		transferaddress: "주소 신용",
		transfernum: "양도",
		transferfee: "수수료",
		all: "모두",
		arrival: "도착",
		coin: "동전",
		cur_use: "사용 가능 ",
		min_transfer: "최소 동전 수 ",
		charge_history:'역사에 충전하다',
		// 充值
		chargein: "전송",
		wallet_address: "USDT 지갑 주소",
		enter_wallet_address: "지갑 주소 입력",
		
		// 首页
		index: "RETC 생태학",
		assets: "내 자산",
		search_coin: "검색 통화",
		hide_currency: "잔액이 0 인 통화를 숨 깁니다.",
		detail: "세부 정보",
		_market: "가격",
		
		// 提币地址
		with_address: "동전 주소",
		add_new_address: "새 주소 추가",
		delete: "삭제",
		
		// 转出历史
		transfer_history: "역사에서 탈출하다",
		address_name: "주소 이름",
		address_charge: "주소 재충전",
		charge: "재충전",
		
		// 转出详情
		address: "주소",
		review: "검토 대기 중",
		transfer_detail: "세부 정보 이전",
		
		// 邀请好友
		invite_friend: "친구 초대하기",
		invite_txt: "초대 코드",
		start_plan_txt: "RETC 프로그램 열기",
		
		// 社区
		time: '시간',
		edu: '금액',
		user: '사용자',
		destory_pool: '수영장 파괴',
		browser: "브라우저",
		
		// 我的账单
		performance1: "혜택보기",
		performance2:'수익 공유',
		static_income1: "보너스 나누기",
		direct_income1: "노드 배당금",
		community_income1: "노드 배당",
		total_income: "누적 소득",
		nodata: '데이터가 없습니다.',
		withdraw113:'송금 안전 팁 : 낯선 사람이나 이상한 사람에게 돈을 이체 할 때 상대방의 신원을 확인하고 자신의 자산을 보호하십시오.。',
		// 系统公告
		sysBrand1: "RETC 캐피탈, 세계에 봉사!",
		sysBrand2: "RETC 싸이 팀",
		sys: "시스템 발표",
		//计划详情
		
		startTime:'시작 시간',
		endTime:'종료 시간',
		status:'상태',
		InRETCstmentQuantity:'투자 수량',
		NumberOfPackets:'패킷 수',
		types:'유형',
		quantity:'수량',
		Repeat:'재투자',
		termination:'종료',
		ContractTermination:'구독 취소',
		BlockPackage:'패키지 차단',
		DeductedQuantity:'교장의 공제',
		interest:'관심',
		DeductingIncome:'수익을 공제하다',
		RefundablePrincipal:'원금을 돌려주다',
		transactionPassword:'거래 암호',
		listshenchangdeshuzi:'학교장은 언제든지 환불받을 수 있으며, 모든 수익금을 공제 한 후 나머지 교장은 15 %가 공제됩니다.',
		//购买计划
		MinimumStarting:'최저 슛',
		MaximumLimit:'최고 한도액',
		AlreadyInRETCsted:'이미 투하하다',
		// InputCurrency:'화폐 종류를 투입하다.',
		InputCurrency:'입력 점유율',
		MinimumStarting:'최저 슛',
		ChooseTheNumberOfInputs:"블록 패키지 수 선택",
		SelectCurrency:'수량',
		allIn:'전입',
		Balance:'잔액',
		Input:'투입',
		InsufficientQuantity:'수량이 부족하다',
		TheNumberOfInputsCannotBeEmpty:'입력 수가 비어서는 안 된다',
		PleaseEnterThTransactionPassword:'거래 암호를 입력하십시오',
		InsufficientBalance:'잔액이 부족하다',
		FailedToGetData:'데이터 가져오기 실패',
		confirmOk:'삭제 하시겠습니까?',
		changeer:'QR 코드 선택',
		
		
		// 更新
		update: "프롬프트 업데이트",
		update_tip: "RETC 생태계가 새 버전으로 출시되었습니다. 업데이트하고 있습니까?",
		isJumping: "점핑...",
		soon_update: "가능한 한 빨리 최신 버전을 업데이트하십시오....",
		fail: "실패",

		// 社区等级
		yeji: "실적",
		//充值详情
		charge_detail:'상세한 상황을 충당하다.',
		to_per:'수금자',
		from_per:'송금 처방',
		remark:'비고',
		ArriRETCd:'이미 결산하다',
		TradingNumber:'거래 번호',
		TradingTime:'교역 시간',
		//转出详情
		OutgoingAddress:'주소 이동',
		ReceivingAddress:'수신 주소',
		AuditInProgress:'심사 중',
		Adopted:'이미 통과',
		Rejected:'기각했어',
		dayInteres:'일리',
		//转入 
		carAddress:'지갑 주소',
		your:'당신의',
		userEr:'QR코드 지갑 주소 사용하기',
		emptySomethings:'투자의 패키지는 0 이다',
		//协议
				protocol_title:'《서비스 계약》',
				protocol01:`친애하는 사용자：
		<p>RETC Eco Service를 선택해 주셔서 감사합니다. 이 서비스는 RETC Ecology에 의해 개최되고 운영됩니다. RETC Eco Service Agreement (이하 "본 계약"이라고 함)는 RETC Ecology와 귀하 (이하 "사용자"라고 함)가 서명 한 것으로, 귀하와 회사간에 계약의 법적 효력이 있습니다. 이 계약에서 :</p> <p>1. "나"와 "우리"는 회사를 가리키며, "우리"는 그에 따라 해석되어야합니다.</p><p> 2. "귀하"는 사용자를 지칭하며 "귀하"는 이에 따라 해석되어야합니다. 당신과 우리는 "일방적 인 (one party)"이라고 불리우며 집합 적으로 "두 당사자"라고 불립니다. RETC Eco Mobile App (이하 "RETC Ecology"또는 "This Software"라고 함)을 사용할 수 있음을 알려드립니다. RETC Eco는 고정 다운로드 링크를 통해 다운로드 및 설치할 수 있습니다.이 계약 및 관련 문제는 나중에 읽어보십시오. 계약서, 특히 본 계약서의 "면책 및 책임 제한"조항은 귀하가 본 계약서의 조항을 완전히 이해하고 위험을 스스로 고려할 수 있도록 굵게 표시됩니다.</p>
		`,
				protocol02:`I. 본 계약서의 확인 및 수락`,
				protocol03:`<p>1. 귀하는 본 계약 및 관련 계약이 RETC Ecok 및 RETC Ecology가 독자적으로 개발 및 소유하는 지방 분권화 및 중앙 집중화 서비스에 적용됨을 이해합니다.</p>
		<p>2. RETC Eco Software를 다운로드하여 사용자로 등록함으로써 귀하는 본 계약의 모든 조건을 완전히 읽고 수락 한 것으로 간주됩니다.이 계약은 즉시 효력을 가지며 양 당사자를 구속합니다. 이 계약서의 조건에 동의하지 않으면 RETC Ecology 사용을 즉시 중지해야합니다. RETC Ecology를 이미 다운로드했다면 지금 삭제하십시오.</p>
		<p>3. RETC Ecology에 액세스하거나 사용할 때 동의합니다.：</p>
		 <p>1. 이 계약의 최신 버전 수락 (변경 또는 수정 없음)；</p>
		 <p>2. 관할 지역에서 RETC 생태학을 사용하는 법적 연령에 도달했으며 RETC 생태학의 사용으로 인해 발생하는 법적인 또는 금전적 의무를 구속 할 수 있습니다.；</p>
		<p>3. 귀하는 제외 된 사람이 아닙니다 (본 계약서에 정의 된대로)。</p>
		 <p>4. 본 계약서는 언제든지 저희가 업데이트 할 수 있습니다. 개정 된 계약서가 RETC Ecology에 게시되면 추후 공지없이 즉시 자동으로 효력을 발생합니다. 회사가 수정 된 계약 조건을 발표 한 후에 수정 된 조건을 수락하지 않으면 즉시 RETC 생태계 사용을 중단하십시오. RETC Eco를 계속 사용하면 개정 된 계약을 수락 한 것으로 간주됩니다.。</p>
		`,
				protocol04:`둘째, 정의 `,
				protocol05:`<p>1.RETC 생태학 (RETC Ecology) : RETC 지갑, 자산 통계, 자산 거래, 투자 등 블록 체인을 기반으로 회사에서 개발 한 광산 제품을 나타냅니다.</p> 
		<p>2. 사용자 : 관련 국가 및 기타 국가의 법률, 규정 및 정책에 따라 개인 정보 유출 의무를 이행하기 위해 회사와 협력해야하는 사용자를 의미합니다.。 </p>
		<p>3. 제외 된 사람：</p>
		 <p>1. 본 계약을 체결 할 법적 및 의식적 능력을 지닌 자연인 이외의 인물；</p>
		 <p>2. 본 계약, 법률, 규제 요구 사항 또는 사용자에게 적용되는 관할권의 결과로 금지 된, 제한된, 무면허 또는 무조건 (본 계약에 정의 된 바대로) 어떠한 형태 나 수단으로도 전체적으로 또는 부분적으로 금지됩니다. 사용자。 </p>
		<p>3. 클라우드 지갑 : 개인 키는 클라우드에 저장되고 암호화 된 하드웨어 장치에 저장됩니다。</p>
		<p>4. 월렛 비밀번호 : RETC 에코 지갑을 만들 때 결정한 비밀번호로 개인 키를 암호화하고 보호하는 데 사용됩니다.。</p>
		<p>5. 디지털 토큰 : 현재 RETC Eco Wallet에서 지원하는 디지털 토큰 유형을 말하며 거래가 완료되면 거래가 완료되면 해당 통화 자에게 디지털 통화가 제공됩니다.</p>
		<p>6. 메시지 : 사용자가 회사의 정보 또는 알림을받을 수있는 이메일입니다. </p>
		`,
				protocol06:`셋째, 라이센스`,
				protocol07:`귀하의 동의에 따라 RETC Eco Wallet은 귀하에게 RETC Eco Wallet 및 관련 서비스 사용에 대한 제한된 권리를 부여합니다. 이 사용권은 귀하에게 개인적으로 부여되며 조건부, 비 독점적이며 양도가 불가능하며 CoinBank는이 허가를 철회 할 권리가 있으며 귀하는 본 계약의 모든 조항을 준수해야합니다. 귀하의 라이센스는 RETC Eco Wallet 또는 관련 서비스의 소유권을 나타내지 않으며, 귀하가 본 계약 조건을 위반할 경우 RETC Eco Wallet은 서비스를 일시 중지, 변경, 중단, 제한 또는 해지 할 권리가 있습니다. RETC Eco Wallet 간의 서비스 관계를 변경, 중단 또는 종료 할 때. 적절한 시간 내에 지갑 정보를 내보낼 권리가 있습니다.`,
				protocol08:`넷째, 서비스 내용`,
				protocol09:`<p>1. 전송, 수집. RETC Eco Wallet의 전송 및 수집 기능을 사용하여 디지털 토큰을 관리 할 수 있습니다. 즉, 전자 서명에 개인 키를 사용하고 관련 블록 체인의 원장을 수정할 수 있습니다. 송금이란 지급 작업자가 송금 작업에 수취인의 블록 체인 주소를 사용한다는 의미이며, '송금'동작에는 관련 블록 체인 시스템의 분배 원장에있는 거래의 유효한 기록이 포함됩니다.</p>
		<p>2. 거래 내역. Blockchain 시스템을 통해 거래 내역 전체 또는 일부를 복사합니다. 그러나 사용자는 블록 체인의 최신 트랜잭션 레코드를 가져와야합니다.</p>
		<p>3.싸이 지갑. RETC Eco Wallet을 열면이 서비스를받은 후 RETC Eco Wallet Management에 디지털 토큰을 위탁 한 것으로 간주됩니다. </p>
		<p>4. 자산 통계. 자산 통계 서비스를 사용하면 교환기를 바인드하고 RETC 에코 지갑을 열어 다중 채널 비용 손실을 계산할 수 있습니다.</p>
		`,
		protocol10:`5 가지 위험 팁`,
		protocol11:`귀하는 디지털 토큰 분야의 법률, 규정 및 정책이 아직 유효하지 않기 때문에이 분야의 디지털 토큰이 미완성 및 기술적 불안정과 같은 주요 위험을 야기 할 수 있음을 이해하고 이해합니다. 또한 디지털 토큰의 가격 변동성이 다른 금융 자산보다 훨씬 높다는 것도 알고 있습니다. 재무 상황 및 위험 선호도에 따라 합당한 방식으로 디지털 토큰을 보유하거나 처분하도록 선택하는 것이 중요합니다. 또한 RETC Ecology가 제공하는 시장보기 기능은 일부 거래소의 디지털 토큰 환율 정보 검색 결과 일 뿐이며 최신 시장 또는 최상의 제안을 나타내지는 않습니다. RETC 생태학에서 RETC 생태학을 사용함에 따른 모든 결과에 대한 책임은 귀하에게 있습니다. 이 팁 외에도 RETC Ecology를 사용한다는 것은 해당 위험 공개를 읽고 수락했음을 의미합니다.（Risk Disclosure Statement) 〇`,
		protocol12:`6. 귀하의 권리와 의무`,
		protocol13:`<p>1. 지갑 만들기 또는 가져 오기 : 휴대 기기에서 RETC Eco를 통해 지갑을 만들거나 가져올 권리가 있으며, 지갑의 지갑 암호 및 기타 정보를 설정할 권리가 있으며, RETC Eco 응용 프로그램을 통해 해당 지역에서 자신의 지갑을 사용할 권리가 있습니다. 블록 체인의 전송 및 콜렉션。</p>
		<p>2. 사용자 인증 : 관련 법률 및 규정의 요구 사항에 따라 특정 사용자는 RETC Ecology에서 제공하는 관련 서비스를 사용할 때 RETC Ecology의 프롬프트에 따라 적절한 신원 확인을 완료해야하며 이름, ID 번호, 휴대 전화 등을 포함하여 제출하도록 요청해야합니다. 번호 및 은행 카드 번호 정보와 같은 개인 정보. 그렇지 않으면 특정 사용자가 서비스를 사용할 수 없으며 특정 사용자의 지연으로 인한 손실의 위험은 사용자 본인이 감수해야합니다.</p>
		 <p>3. 수금, 송금 : RETC Eco Service에 사용할 수있는 환승 한도 및 크레딧 수를 알고 있습니다. 이는 환승 서비스, 규정 요구 사항, 이전 목적, RETC 생태적 위험 관리, 인증 및 기타 이유가 다릅니다. RETC 에코 전송 기능을 사용하면 잘못된 전송 주소를 입력했기 때문에 실수로 인한 결과가 발생해야합니다 (전송 주소를 잘못 입력했기 때문에 송금을 선택하는 경우를 포함하되 이에 국한되지 않음) 노드 서버의 문제점).</p>
		 <p>4. 법적 준수 : RETC 생태계에서 작업하거나 RETC Ecology Smart Contract를 사용하여 거래하는 경우 관련 법규 및 국가 정책을 준수해야합니다.</p>
		 <p>5. 회사는 다른 터미널 장치에 대해 서로 다른 소프트웨어 버전을 개발할 수 있습니다. 실제 필요에 따라 설치에 적합한 버전을 다운로드하도록 선택해야합니다. 합법적으로 승인되지 않은 제 3 자의 소프트웨어와 동일한 이름의 소프트웨어 또는 설치 프로그램을 얻은 경우 회사는 소프트웨어의 정상적인 사용을 보장 할 수 없으며 보안을 보장 할 수 없으므로 손실이 귀하를 부담합니다. .</p>
		 <p>6. 새 버전의 소프트웨어가 출시 된 후에는 이전 버전의 소프트웨어를 사용할 수 없습니다. 회사는 이전 소프트웨어의 보안을 보장하지 않으며 가용성을 계속 제공하고 해당 고객 서비스를 제공합니다. 언제든지 최신 버전을 확인하고 다운로드하십시오.</p>
		`,
		protocol14:`7. 서비스의 변경, 중단 또는 해지`,
		protocol15:`<p>1. 귀하는 회사가 재량에 따라 일시적으로 일부 서비스 기능을 제공하거나 향후 일부 서비스 기능을 일시 중지하거나 새로운 서비스 기능을 열 수 있음을 이해하고 이에 동의합니다. 서비스 변경시 RETC Ecology를 계속 사용하는 경우에도 본 계약 또는 본 계약의 조항에 동의하는 것으로 간주됩니다.。</p>
		 <p>2. RETC 생태계의 오용이나 디지털 토큰의 보안 위험을 피하기 위해 Blockchain에 대한 기본 지식없이 RETC 생태계를 사용하지 않아야합니다. 블록 체인에 대한 기본 지식이없는 사용자를 위해 회사는 일부 또는 모든 서비스 기능을 제공하는 것을 거부 할 권리가 있습니다.</p>
		 <p>3. 귀하는 다음과 같은 상황에서 회사가 중대한 불리한 변경 사항에 적용되는 법률이나 정책의 제공을 중지 할 것임을 이해합니다.；</p><p> 4. 회사가 통제하거나 합리적으로 예측할 수없는 기타 상황.</p> 
		<p>4. 회사는 다음 조건이 발생할 때 RETC Ecology를 사용하여 사용자의 일부 또는 모든 기능을 일방적으로 중지 또는 종료 할 수 있습니다.： </p>
		<p>1. 사용자 사망；</p>
		 <p>2. 다른 사람의 지갑 정보 또는 휴대 기기 훔치기；</p>
		 <p>3. RETC Ecology의 잘못된 개인 정보 입력；</p>
		 <p>4. RETC 생태계의 필수 업데이트 작업을 거부합니다.；</p>
		 <p>5. 불법 또는 범죄 활동에 RETC Ecology 사용； </p>
		<p>6. 다른 사용자가 RETC 생태계를 사용하지 못하게 방지 ; </p>
		<p>7. 회사의 직원 또는 경영진을 잘못 주장하는 행위.</p>
		 <p>8. 컴퓨터 시스템의 적절한 기능을 공격, 침입, 변경 또는 위협 할 수 있습니다.</p><p> 9. 利用RETC生态宣传垃圾广告；</p>
		<p>9.소문을 퍼 뜨리고 회사와 RETC 생태 친선에 손해를 입히십시오.</p>
		<p>10.위반, 본 계약 위반 및 회사가 기능을 정지해야한다고 합리적으로 판단한 상황.</p>
		<p>11. 회사가 서비스를 변경, 중단 또는 종료하는 경우 적절한 시간 내에 지갑과 같은 정보를 내보낼 수있는 권리가 있습니다.</p>
		`,
		protocol16:`8. 진술 및 보증`,
		protocol17:`<p>1.귀하가 살고있는 국가 또는 지역의 법률 및 규정을 준수하고 불법적 인 용도로 RETC 생태계를 사용하거나 RETC 생태계를 불법적으로 사용하지 마십시오.</p> 
		<p>2. 귀하는 RETC 생태학을 사용하여 불법적 또는 범죄 적 행위에 종사 할 수 없으며, 이에 국한되지는 않습니다.：</p>
		 <p>1. 귀하의 국가 또는 지역의 국가 안보를 위협하고, 국가 기밀을 유출하며, 국가 권력을 전복시키고, 국가 통합을 약화시킵니다.；</p>
		 <p>2. 자금 세탁, 불법 자금 모금 등 모든 범죄 행위에 종사하십시오.； </p>
		<p>3. 자동화 된 프로그램, 소프트웨어, 엔진, 웹 크롤러, 웹 분석 도구, 데이터 마이닝 도구 또는 유사한 도구를 사용하여 회사의 서비스에 액세스하고 회사에서 제공 한 컨텐츠를 수집 또는 처리함으로써 사용자를 개입하거나 방해하려고 시도하십시오. </p><p>4. 도박에 관한 정보를 제공하거나 다른 사람들을 도박에 참여하도록 유도하십시오.；</p> 
		<p>5. 다른 사람들의 RETC 에코 지갑을 침입하여 디지털 토큰을 훔칩니다. </p>
		<p>6. 거래 상대방이 주장한 거래 내용 또는 진실하지 않은 거래와 일치하지 않는 거래 수행</p>
		 <p>7. RETC 생태계 서비스 시스템 및 데이터를 침해하거나 침해 할 수있는 행위에 종사하십시오.；</p>
		 <p>8. 다른 사람들은 부적절하다고 믿을만한 정당한 이유가 있습니다.。 </p>
		<p>3. 귀하는 관련 법률 (관세 및 / 또는 조세 규정을 포함하되 이에 국한되지 않음) 또는 본 계약의 조항을 위반할 경우 제 3 자 또는 행정 부서의 손실, 손해 배상을 겪을 것을 이해하고 이에 동의합니다 처벌, 합리적인 변호사 비용을 포함하여 회사에 보상해야합니다. </p><p>4. 귀하는 회사의 서비스 수수료 (해당되는 경우)를 제때 지불해야하며, 그렇지 않으면 회사는 귀하에게 제공되는 서비스를 일시 중지 할 권리가 있습니다.</p>
		`,
		protocol18:`나인, 개인 정보 취급 방침`,
		protocol19:`귀하가 당사에 제공 한 모든 데이터 또는 정보는 또한 본 계약의 일부인 당사의 개인 정보 보호 정책 인 RETC Eco-Privacy Policy의 적용을받습니다.`,
		protocol20:`X. 면책 및 책임 제한`,
		protocol21:`<p>1. 회사는 본 계약서에 명시된 의무에 대해서만 책임을집니다.</p>
		 <p>2. 귀하는 법이 허용하는 한도 내에서 현재의 최첨단 기술 및 조건에 따라 RETC Eco-Services만을 제공 할 수 있음을 이해하고 동의합니다.</p>
		`,
		protocol22:`XI. 면책 및 책임 제한`,
		protocol23:`<p>1. 회사는 본 계약서에 명시된 의무에 대해서만 책임을집니다.</p>
		  <p>2. 귀하는 법이 허용하는 한도 내에서 현재의 최첨단 기술 및 조건에 따라 RETC Eco-Services만을 제공 할 수 있음을 이해하고 동의합니다. 회사는 RETC Ecology가 다음과 같은 이유로 인해 서비스를 제공하지 못한 것에 대해 책임을지지 않습니다.     </p><p> 1. RETC 생태계 중단 시간 유지 관리 또는 업그레이드；</p>
		<p>2. 태풍, 지진, 홍수, 번개 또는 테러로 인한 불가항력； </p>
		<p>3. 모바일 장치 하드웨어 및 소프트웨어, 통신 회선 및 전원 회선이 고장났습니다. </p>
		<p>4. 귀하는 회사의 서비스를 부적절하게 사용하거나 회사가 승인하거나 인정하지 않은 서비스를 사용합니다.</p>
		<p>5. 컴퓨터 바이러스, 트로이 목마, 악성 프로그램 공격, 네트워크 정체, 시스템 불안정, 시스템 또는 장치 장애, 통신 장애, 정전, 은행 또는 정부 조치로 인해</p>
		 <p>6. 회사가 원인이 아닌 다른 이유。</p>
		  <p>3. 회사는 다음과 같은 상황에 대해 책임을지지 않습니다.： </p>
		<p>1. 사용자의 디지털 토큰은 모바일 장치를 분실하고 삭제하고 RETC 에코 시스템을 백업하지 않았기 때문에 삭제되고 지갑을 백업하지 않았으며 지갑 암호와 니모닉을 잊어 버렸습니다.</p> 
		<p>2. 지갑 비밀번호, 니모닉을 누설하거나 다른 사람에게 휴대 기기 또는 RETC 에코 지갑을 사용, 전송 또는 승인하거나 공식 채널을 통해 RETC 환경 응용 프로그램을 다운로드하거나 다른 안전하지 않은 방법으로 RETC를 사용할 수 있습니다. 에코 앱으로 인해 디지털 토큰이 손실됩니다.</p>
		<p>3. 블록 토큰 기술 지식의 오용으로 인해 디지털 토큰이 손실됩니다. </p>
		<p>4.시스템 지연, 불안정한 블록 체인 시스템 등으로 인해 회사의 복제 사용자는 블록 체인의 거래 기록에 편차가 있습니다.</p> 
		<p>5. 귀하는 회사가 귀하와 귀하의 거래 상대방에게 동시에 서비스 또는 관련 관계 또는 기타 관련 관계를 제공 할 수 있으며 귀하는 회사에 존재할 수있는 그러한 실제적인 또는 잠재적 인 이해 상충을 포기할 것에 명시 적으로 동의한다는 데 동의합니다. 회사가 서비스 제공에있어 법적 결함이 있다고 주장 할 수 없으므로 회사의 책임이나 의무를 증가시키지 않습니다. </p>
		<p>6. 귀하는 해당 법률 및 규정에 따라 필요에 따라 사용자 액세스 기준을 수시로 변경할 수 있으며 특정 사용자에게 서비스를 제공하는 범위와 방식을 제한 할 수 있음을 이해합니다.</p>
		`,
		protocol24:`다른 용어들`,
		protocol25:`<p>1. 지적 재산 설명 RETC Eco는 회사가 개발하고 소유 한 응용 프로그램입니다. RETC Ecok (본 계약, 통지, 기사, 비디오, 오디오, 이미지, 아카이브, 정보, 자료, 상표 또는 로고 포함)에 표시된 모든 컨텐츠의 지적 재산권은 회사 또는 제 3 자 권리 보유자가 소유합니다. 사용자는 디지털 토큰을 보관하고 관리하기 위해 RETC 환경 응용 프로그램과 그 내용을 사용할 수 있습니다. 회사 나 제 3 자 권리자의 사전 서면 동의없이 누구도 그러한 응용 프로그램과 콘텐츠를 사용, 수정, 역 컴파일, 복제, 공개 전송, 변경, 배포, 배포 또는 공개적으로 게시 할 수 없습니다. 본 계약서는 당사와 관련하여 또는 기타 목적으로 정보, 이미지, 사용자 인터페이스, 로고, 상표, 상호, 네트워크 도메인 이름 또는 저작권을 사용할 수있는 권리를 포함하여 귀하에게 지적 재산권을 부여하는 것으로 간주되지 않습니다.</p>
		<p>2.터미널 보안 책임 </p>
		<p>2.1귀하는 대부분의 인터넷 소프트웨어와 마찬가지로 소프트웨어가 사용자 사유, 네트워크 서비스 품질, 사회 환경 등을 포함한 다양한 요소의 영향을받을 수 있다는 점을 이해하고 이에 동의하며, 다음을 포함하여 다양한 보안 문제가 발생할 수 있습니다. 실제 세계의 괴롭힘을 수행하기 위해 다른 사용자가 사용자 데이터를 불법적으로 사용하는 것뿐만 아니라 사용자가 다운로드하거나 설치 한 다른 소프트웨어에는 바이러스, 트로이 목마 또는 기타 악의적 인 프로그램이 포함될 수 있으며 이로 인해 터미널 장치 정보 및 데이터 보안이 위협받을 수 있습니다. 소프트웨어 등의 정상적인 사용 따라서 정보 보안 및 개인 정보 보호를 강화하고 손실 방지를 위해 암호 보호에주의를 기울여야합니다.</p>
		 <p>2.2계정 및 다른 사람들의 개인 정보 또는 재산을 훔치기 위해 사용되는 악성 프로그램을 생성, 게시, 사용 또는 배포 할 수 없습니다.</p>
		 <p>2.3RETC Ecology는 산업 표준에 따라 터미널 장비 정보 및 데이터 보안을 보호하기 위해 합리적이고 신중한 조치를 취하지 만 RETC 생태계는 이에 대한 완전한 정보를 제공 할 수 없음을 인정하고 동의합니다. 보장.</p>
		<p>3. 법적 신청 및 분쟁 해결：</p>
		 <p>1.본 계약은 관련 국내법의 적용을받으며 그에 따라 해석됩니다. </p>
		<p>2. 본 계약과 관련하여 또는 본 계약과 관련하여 분쟁이 발생하는 경우 (당사자의 존재, 유효성 또는 해지에 관한 질문 포함) 당사자는 먼저 합의를 추구해야합니다. 분쟁 해결 절차가 시작된 후 30 일 이내에 분쟁이 해결되지 않으면 양 당사자는 관련 국제 중재 센터 (SIAC)에 분쟁을 제출하고 해당 국제 중재 센터 당시 유효한 중재 규칙을 준수해야합니다. 이 규칙은 본 약관에 참조로 포함 된 것으로 간주되며 궁극적으로 관련 국가에서 중재를 통해 해결됩니다. 중재 판정 부는 SIAC 의장이 임명 한 중재자로 구성됩니다. 중재 언어는 영어입니다. 각 당사자는 절차가 완료되기 전에 잠정 구제 조치 (필요한 경우) 조항을 포함하여이 항의 전항에 따라 수행 된 중재 절차를 지원하고 지원하기 위해 관계국 법원의 비 독점적 관할권을 취소 할 수 없게 받아들입니다.</p>
		 <p>3. 편의상이 계약은 다른 언어로 번역 될 수 있지만 본 계약의 영어 버전이 주요 텍스트입니다. 이 협정과 부속서의 다른 언어 번역간에 불일치가있는 경우에는 영어 판이 우선한다.</p><p>
이 계약은 2019 년 7 월 24 일부터 적용됩니다.</p>
		본 계약에서 다루지 않는 사항에 대해서는 귀하가 수시로 업데이트하는 공지 및 관련 규칙의 적용을받습니다.
		`,
		UnableToContinue:'귀하는 투자를 했으므로 계속 투자에 참여할 수 없습니다',
		// echange  闪兑
		
			AvailableBalance:`사용 가능한 잔액`,
			ReceiRETCdQuantity:`수신 수량`,
			exchangeRate:`환율`,
			FastFlash:`빠른 플래시`,
			FlashRecord:`사용 기록`,
			FlashNumber:`상환 수량`,
			FlashTime:`상환 시간`,
			success:`성공`,
			MyBlockReRETCnue:`내 블록 수익`,
			//RETC 修改
			
			shifang01:`A적분 비율`,
			shifang02:`RETC소득`,
			waitshifang01:`석방 될RETC`,
			waitshifang02:`석방 될A포인트`,
			aCode:`A포인트`,
			meKnow:`나는 알고있다.`,
			dayshifang:`일일 출시율`,
			save:'저장',
  }
}