export default {
  message: {
	  exchange:'闪兑',
	   income_day:`收益总天数`,
	   day_kt:`今日可提`,
		// 登录
		login: "登录",
		hello: "您好",
		welcome: "欢迎来到RETC.",
		enterpassword_RETC: "请输入6-16位数字字母组合密码",
		enterpaypwd_RETC:'请输入6位数字支付密码',
		enter_num_phone: "请输入手机号/邮箱",
		notAccount: "没有账号,立即",
		forgetPass: "忘记密码?",
		signin: "注册",
		switch_lang: "切换语言",
		copySu:'复制成功',
		// 注册
		i: '我',
		iagree: "同意用户协议",
		pleaseagree: "请同意用户服务协议",
		china: "中国",
		enter_email: "请输入邮箱",
		enter_yzm: "请输入验证码",
		get_yam: "获取验证码",
		lable:'标签',
		yanzhengma:'验证码',
		enter_label:'请输入标签',
		enter_login_pass: "请输入登录密码",
		reenter_login_pass: "请再次输入登录密码",
		enter_pay_pass: "请输入支付密码",
		reenter_pay_pass: "请再次输入支付密码",
		enter_nickname: "请输入昵称(6-16位数字字母组合)",
		enter_imgyzm: "请输入图形验证码",
		enter_refer: "请输入邀请码(非必填)",
		register: "注册",
		haRETCAccount: "已有账号,立即",
		login_is_empty: "登录密码不能为空",
		login_is_error: "登录密码格式错误",
		login_not_same: "登录密码不一致",
		pay_is_empty: "支付密码不能为空",
		pay_is_error: "支付密码格式错误",
		pay_not_same: "支付密码不一致",
		nickname_is_empty: "昵称不能为空",
		nickname_is_error: "昵称格式错误",
		yzmimg_is_empty: "图形验证码不能为空",
		yzmimg_is_error: "图形验证码格式错误",
		yzm_is_empty: "邀请码不能为空",
		yzm_is_error: "邀请码格式错误",
		register_fail: "注册失败",
		yzm_error_is:'验证码不能为空',
		yzm_error_isfail:'验证码格式错误',
		
		// 验证码
		error_email: "邮箱格式错误",
		yzm_fail: "验证码错误",
		re_send_yzm: "重发验证码",
		login_fail: "登录失败",
		
		// 国家地区
		area: "国家地区",
		
		// 忘记密码
		forgetpass: "忘记密码",
		userinfo: "请输入手机号码或邮箱",
		submit: "提交",
		
		// 修改支付密码
		old_pass: "原密码",
		new_pass: "新密码",
		enter_old_pass: "请输入原密码",
		enter_new_pass: "请输入新密码",
		getToIndex:'返回首页',
		// 修改登录密码
		modify_login_pass: "修改登录密码",
		
		// 请求失败提示
		request_fail: "请求数据失败",
		
		// 个人中心
		mybill: "我的账单",
		safecenter: "安全中心",
		communityleRETCl: '社区等级',
		myrefer: "我的邀请码",
		helpcenter: "在线客服",
		set: "设置",
		setNickNameTxt: "请设置昵称",
		
		/**
		* 个人信息
		* */
		person_info: "个人资料",
		saRETC: "保存",
		nickname: "昵称",
		sex: "性别",
		
		// 系统设置
		sys_set: "系统设置",
		switch_lang: "切换语言",
		RETCrsion: "版本号",
		exit: "退出登录",
		protocol: "服务协议",
		
		// 语言版本
		select_lang: "选择语言",
		zh: "中文",
		en: "英文",
		ko: "韩文",
		confirm: "确定",
		cancel: "取消",
		
		// 安全中心
		cellnum: "账号",
		loginpass: "登录密码",
		paypass: "支付密码",
		gesturepass: "手势密码",
		setgesturepass: "更改手势密码",
		reset: "重置",
		modify_login_pass: "修改登录密码",
		set_pwd_pass: "设置交易密码",
		
		// 我的邀请码
		myreferurl: "我的邀请链接",
		copysuccess: "复制成功",
		refer: "邀请码",
		referurl: "邀请链接",
		genetateVcode: "生成分享二维码",
		copy: "复制",
		
		// 投资
		inRETCstment: "投资",
		min_inRETCst_num: "最小投资额",
		currency: "币种",
		m_rate: "月利率化",
		model: "开挂状态",
		search_txt: "搜索币种",
		state: "火爆",
		inRETCst_btn: "投资",
		saled: "已售",
		end: "结束",
		myfund: "我的投资",
		exit_order: "基金退出单",
		
		// 社区
		community: "社区",
		search_content: "请输入搜索内容",
		goldcommunity: "黄金社区",
		goldsum:'收益',
		goldteam:'分享用户',
		goldpush:`团队用户`,
		withdraw113:'转币安全提示 :  给陌生人或者陌生账户转币时，请务必仔细核对对方身份，保护自身资产安全。',
		destroytime: '销毁时间是每日23:00-24:00',
		// 转出
		transfer: "转出",
		transferlog: "转出历史",
		transfercoin: "提币币种",
		transferaddress: "提币到地址",
		transfernum: "转出数量",
		transferfee: "手续费",
		all: "全部",
		arrival: "到账",
		coin: "提币",
		cur_use: "当前可用",
		min_transfer: "最少提币数量",
		save:`保存`,
		// 充值
		chargein: "转入",
		wallet_address: "您的USDT钱包地址",
		enter_wallet_address: "请输入钱包地址",
		
		// 首页
		// index: "云钱包",
		index: "RETC生态",
		assets: "我的资产",
		search_coin: "搜索币种",
		hide_currency: "隐藏余额为0的币种",
		detail: "详情",
		_market: "行情",
		
		// 提币地址
		with_address: "提币地址",
		add_new_address: "添加新地址",
		delete: "删除",
		
		// 转出历史
		transfer_history: "转出历史",
		address_name: "地址名称",
		address_charge: "充值地址",
		charge: "充值",
		charge_history:'充值历史',
		
		// 转出详情
		address: "地址",
		review: "待审核",
		transfer_detail: "转出详情",
		
		// 邀请好友
		invite_friend: "邀请好友",
		invite_txt: "邀请码",
		start_plan_txt: "开启您的RETC计划",
		
		// 社区
		time: '时间',
		edu: '额度',
		user: '用户',
		destory_pool: '销毁池',
		browser: "浏览器",
		
		// 我的账单
		performance1: "见点收益",
		performance2:'分享收益',
		static_income1: "静态收益",
		direct_income1: "节点分红",
		community_income1: "社区收益",
		total_income: "累计收益",
		nodata: '暂无数据',
		
		// 系统公告
		sysBrand1: "RETC资本，服务全球！",
		sysBrand2: "RETC团队",
		sys: "系统公告",
		//计划详情
		
		startTime:'开始时间',
		endTime:'结束时间',
		status:'状态',
		InRETCstmentQuantity:'投资数量',
		NumberOfPackets:'数据包的数量',
		types:'类型',
		quantity:'数量',
		Repeat:'复投',
		termination:'终止',
		ContractTermination:'解除合约',
		BlockPackage:'区块包',
		DeductedQuantity:'扣除本金',
		interest:'利息',
		DeductingIncome:'扣除收益',
		RefundablePrincipal:'可退还本金',
		transactionPassword:'交易密码',
		listshenchangdeshuzi:'本金随时可退，扣除所有收益后，剩余本金扣除15%手续费',
		//购买计划
		MinimumStarting:'最低起投',
		MaximumLimit:'最高限额',
		AlreadyInRETCsted:'已投',
		// InputCurrency:'投入币种',
		InputCurrency:'投入份额',
		MinimumStarting:'最低起投',
		ChooseTheNumberOfInputs:"选择区块包数量",
		SelectCurrency:'数量',
		allIn:'全部转入',
		Balance:'余额',
		Input:'投入',
		InsufficientQuantity:'数量不足',
		TheNumberOfInputsCannotBeEmpty:'输入数量不能为空',
		PleaseEnterThTransactionPassword:'请输入交易密码',
		InsufficientBalance:'余额不足',
		FailedToGetData:'获取数据失败',
		confirmOk:'你确定要删除吗?',
		changeer:'选择二维码',
		
		// 社区等级
		
		// 更新
		update: "更新提示",
		update_tip: "RETC生态已上架新版本, 您是否更新？",
		isJumping: "正在跳转...",
		soon_update: "请尽快更新最新版本...",
		fail: "失败",
		
		// 社区等级
		yeji: "业绩",
		//充值详情
		charge_detail:'充值详情',
		to_per:'收款方',
		from_per:'发款方',
		remark:'备注',
		ArriRETCd:'已到账',
		TradingNumber:'交易号',
		TradingTime:'交易时间',
		//转出详情
		OutgoingAddress:'转出地址',
		ReceivingAddress:'接收地址',
		AuditInProgress:'审核中',
		Adopted:'已通过',
		Rejected:'已驳回',
		dayInteres:'日利率',
		//转入 
		carAddress:'钱包地址',
		your:'您的',
		userEr:'使用二维码钱包地址',
		emptySomethings:'投资的数据包为0',
		//协议
		protocol_title:'《服务协议》',
		protocol01:`尊敬的用户：
<p>感谢您选择RETC生态服务。本服务由RETC生态持有和运营。 《RETC生态服务协议》（以下简称"本协议”）由RETC生态和您 (以下简称"用户”）签订，本协议在您与本公司之间具有合同 上的法律效力。在本协议中：</p> <p>1. "我"和"我们"指代本公司，"我们的”应据此解释；</p><p> 2. "您”指代用户，"您的"应据此解释。您和我们单独称 为"一方"，合称为"双方"。 我们在此特別提醒您在使用我们的RETC生态移动应用（以下简 称"RETC生态"或"本软件"，RETC生态可以通过固定下载链接进 行下载安装。请认真阅读本协议及后文提及的相关协议，尤其 是本协议中"免责及责任限制"等以加粗形式体现的条款，确保您 充分理解本协议中各条款，并自主考虑风险。</p>
`,
		protocol02:`一、 关于本协议的确认与接纳`,
		protocol03:`<p>1. 您理解本协议及有关协议适用于RETC生态k及RETC生态上本 公司所自主开发和拥有的的去中心化和中心化服务。</p>
<p>2. 您下载RETC生态软件，注册成为我们的用户，即视为您 已经充分阅读并接受本协议全部条款，本协议立即生效，对双 方具有约束力。如果您不同意本协议条款，您应立即停止使用RETC生态。如果您已经下载了RETC生态，请立即删除。 </p>
<p>3. 在访问或使用RETC生态时，您同意：</p>
 <p>1. 接受本协议最新版本的约束（不变更亦不修改）；</p>
 <p>2. 在您所适用的司法管辖区域内，您已达到使用RETC生态 的法定年龄，并可承担因使用RETC生态而产生的有约 束力法律或金钱义务；</p>
<p>3. 您不属于被排除人士（如本协议所定义）。</p>
 <p>4. 本协议可由我们随时更新，经修改的协议一经在RETC生态上公布，立即自动生效，不再另行通知。在本 公司公布修改协议条款后，如果您不接受修改后的条款， 请立即停止使用RETC生态，您继续使用RETC生态将被 视为接受修改后的协议。</p>
`,
		protocol04:`二、 定义 `,
		protocol05:`<p>1. RETC生态 :指由本公司基于区块链开发的矿机产品，包含RETC钱包、资产统计、 资产交易、投资等。</p> 
<p>2. 用户：指按照相关国家和其他国家的法律法规及政策规定 必须要配合本公司履行个人信息披露义务的用户。 </p>
<p>3. 被排除人士：</p>
 <p>1. 除了自然人以外的、具备订立本协议的法律和 意识能力的人士；</p>
 <p>2. 因本协议、法律、监管要求或适用于该用户的司法管辖区 的规定而被以任何形式或方式（全部或部分）禁止、限制、无 授权或无资格使用服务（如本协议所定义）的用户。 </p>
<p>3. 云钱包：私钥存放在云端，保存在加密硬件设备中。</p>
<p>4. 钱包密码：指您在创建RETC生态钱包过程中，由您决定的 密码，该密码将被用于加密和保护您的私钥。</p>
<p>5. 数字代币：指RETC生态钱包目前支持的数字代币种类.交易保障，当交易完毕后，数字货币予以对应的交易方。</p>
<p>6. 消息：指用户可以接收本公司发出的信息或通知的邮件。 </p>
`,
		protocol06:`三、 使用许可`,
		protocol07:`在您遵守本协议的前提下，RETC生态钱包授予你有限的权利来使用 RETC生态钱包及相关服务。这项使用权是授予你个人的，是有限制 条件的，是非专有的、不可转让的，CoinBank有权撤销这项授 权，且您必须遵守本协议的所有条款。您的使用许可不代表您 对RETC生态钱包或相关服务有所有权，当您违反本协议的任何条款 时，RETC生态钱包有权暂停、变更、中断、限制、甚至终止对您提 供服务。当您对RETC生态钱包之间的服务关系变更、中断、终止时。您仍有权合理时间内导出您钱包的信息。`,
		protocol08:`四、 服务内容`,
		protocol09:`<p>1. 转账、收款。您可以使用RETC生态钱包的转账、收款功能进 行数字代币的管理，即运用私钥进行电子签名，对相关区块 链的账本进行修改。转账是指付款方利用收款方的区块链 地址进行转账操作，该''转账"行为涉及在相关区块链系统的 分布式账本中对该交易的有效记录。 </p>
<p>2. 交易记录。我们将通过区块链系统拷贝您全部或部分的交易 记录。但用户应以区块链的最新交易记录为准。</p>
<p>3 RETC钱包。您可以开通RETC生态钱包，开通此服务后，将 视为你将为有的数字代币委托给RETC生态钱包管理。 </p>
<p>4. 资产统计。您可以通过资产统计服务，在绑定交易所、开启RETC生态钱包后帮你统计多渠道的成本盈亏。</p>
`,
protocol10:`五、风险提示`,
protocol11:`您了解并知悉，由于数字代币领域的法律法规政策尚未健全， 该领域的数字代币可能会产生无法兑现、技术不稳定等重大风 险。您也了解数字代币的价格波动幅度远高于其他金融资产。 我们谨慎提醒您应当根据自身财务状况和风险偏好，以合理的 方式选择持有或处置任何一种数字代币。您也了解RETC生态 提供的行情查看功能仅系抓取部分交易所的数字代币汇率信息 的搜索结果，并不表示为最新行情或最佳报价。对于您使用 RETC生态在RETC生态上进行操作导致的一切后果都将由您 自己承担。除本提示之外，您对RETC生态的使用表示您已阅读 并接受相关的风险披露（Risk Disclosure Statement) 〇`,
protocol12:`六、 您的权利义务`,
protocol13:`<p>1. 创建或导入钱包：您有权在您的移动设备上通过RETC生态创建和/或导入钱包，有权设定钱包的钱包密码等信息，并 有权通过RETC生态应用程序，使用自己的钱包在区块链上 进行转账和收款等交易。</p>
<p>2. 用户认证：按照有关法律法规的要求，特定用户在使用RETC生态提供的有关服务时，应当按照RETC生态的提示 及时完成相关身份验证，要求您提交包括但不限于您的姓 名、身份证号码、手机号码、银行卡号信息等个人信息。 否则该特定用户将无法使用有关服务，因特定用户拖延造 成的损失由您自行承担。</p>
 <p>3. 收款、转账：您知悉对于RETC生态服务中您可使用的曰计 转账限额和笔数，可能因为您使用该转账服务时所处的国家/ 地区、监管要求、转账目的、RETC生态风险控制、身份验证 等事由而不同。您理解基于区块链操作的"不可撤销"属性，当 您RETC生态转账功能时，您应当自行承担因您操作失误 而导致的后果（包括但不限于因您输错转账地址、您自身选 择转账节点服务器的问题）。</p>
 <p>4. 合法合规：您知悉在RETC生态进行操作时或利用 RETC生态上的智能合约进行交易时，您应当遵循有关法律 法规、国家政策的要求。</p>
 <p>5. 本公司可能为不同的终端设备开发不同的软件版本，您应当 根据实际需要选择下载合适的版本进行安装。如果您从未经合 法授权的第三方获取本软件或与本软件名称相同的安装程序， 本公司将无法保证该软件能否正常使用，也无法保证其安全 性，因此造成的损失由您自行承担。</p>
 <p>6. 本软件新版本发布后，旧版软件可能无法使用。本公司不保 证旧版软件的安全性、继续可用性及提供相应的客户服务。请 用户随时核对并下载最新版本。</p>
`,
protocol14:`七、 服务的变更、中断、终止`,
protocol15:`<p>1. 您了解并同意本公司可以自行决定暂时提供部分服务功能， 或于将来暂停部分服务功能或开通新的服务功能。当我们改 变服务时，只要您仍然使用RETC生态，表示您仍然同意本协 议或者本协议修正后的条款。</p>
 <p>2. 为了尽可能避免任何对RETC生态的误操作或数字代币的任 何安全风险，您应避免在不具备区块链基础知识的前提下使用RETC生态。对不具备区块链基础知识的用户，本公司有权拒绝 提供部分或全部的服务功能。</p>
 <p>3. 您理解存在如下情形时，本公司将暂停提供服务适用法律或政策发生重大不利变化的；</p><p> 4. 发生本公司无法控制或合理预见的其他情形。</p> 
<p>4. 当用户出现如下情况时，本公司可单方面中止或终止用户使用RETC生态的部分或全部功能： </p>
<p>1. 用户死亡；</p>
 <p>2. 盗用他人的钱包信息或移动设备；</p>
 <p>3. 在RETC生态填写虚假个人信息；</p>
 <p>4. 拒绝RETC生态的强制更新操作；</p>
 <p>5. 将RETC生态用于违法或犯罪活动； </p>
<p>6. 妨碍其他用户正常使用RETC生态 ; </p>
<p>7. 伪称本公司的工作人员或管理人员；</p>
 <p>8. 攻击、侵入、更改或以任何其他方式威胁本公司计 算机系统的正常运作；</p><p> 9. 利用RETC生态宣传垃圾广告；</p>
<p>9 散布谣言，损害本公司和RETC生态商誉；</p>
<p>10 违法行为，其他违反本协议的行为，及本公司合理认 为应当暂停功能的情形。</p>
<p>11. 如果本公司变更、中断、终止服务时，您有权在合理时 间内导出您钱包等信息。</p>
`,
protocol16:`八、您的陈述与保证`,
protocol17:`<p>1.您应遵守您所居住的国家或地区的法律法规，不得 将RETC生态用于任何非法目的，也不得以任何非法 方式使用RETC生态。</p> 
<p>2. 您不得利用RETC生态从事任何违法或犯罪的行为，包括但不限于：</p>
 <p>1. 危害您所居住的国家或地区的国家安全、泄漏国家秘密、 颠覆国家政权、破坏国家统一；</p>
 <p>2. 从事任何违法犯罪行为，包括但不限于洗钱、 非法集资等； </p>
<p>3. 通过使用任何自动化程序、软件、引擎、网络爬虫、网页 分析工具、数据挖掘工具或类似工具等，接入本公司服务、收 集或处理本公司所提供的内容，干预或试图干预任何用户； </p><p>4. 提供赌博资讯或以任何方式引诱他人参与赌博；</p> 
<p>5. 侵入他人RETC生态钱包盗取数字代币； </p>
<p>6. 进行与交易对方宣称的交易内容不符的交易，或不真实的交易；</p>
 <p>7. 从事任何侵害或可能侵害RETC生态服务系统、数据的行为；</p>
 <p>8. 其他本公司有正当理由认为不适当的行为。 </p>
<p>3. 您理解并同意，如因您违反有关法律（包括但不限于海关及/ 或税务方面的监管规定）或者本协议之规定，使本公司遭受任 何损失、受到任何第三方的索赔或任何行政管理部门的处罚， 您应对本公司进行赔偿，包括合理的律师费用。</p><p> 4. 您承诺按时缴纳本公司的服务费用（如有），否则本公司 有权暂停对您提供的服务。</p>
`,
protocol18:`九、隐私政策`,
protocol19:`您提供给我们的任何数据或信息亦受我们隐私政策"《RETC生态隐私政策》"的约束，该隐私政策亦 是本协议的一部分。`,
protocol20:`十、免责及责任限制`,
protocol21:`<p>1. 本公司仅对本协议中所列明的义务承担责任。</p>
 <p>2. 您理解和同意，在法律所允许的最大范围内，本公司只能按照现有的技术水平和条件提供RETC生态服务_。</p>
`,
protocol22:`十一、免责及责任限制`,
protocol23:`<p>1. 本公司仅对本协议中所列明的义务承担责任。</p>
  <p>2. 您理解和同意，在法律所允许的最大范围内，本公司只能按照现有的技术水平和条件提供RETC生态服务_。因下列任何原 因导致RETC生态无法正常提供服务，本公司不承担责任：     </p><p> 1. RETC生态系统停机维护或升级；</p>
<p>2. 因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因； </p>
<p>3. 您的移动设备软硬件和通信线路、供电线路出现故障的； </p>
<p>4. 您操作不当或未通过本公司授权或认可的方式使 用本公司服务的；</p>
<p>5. 因电脑病毒、木马、恶意程序攻击、网络拥堵、系 统不稳定、系统或设备故障、通讯故障、电力故障、银 行或政府行为等原因；</p>
 <p>6. 非因本公司的原因而引起的任何其它原因。</p>
  <p>3. 本公司对以下任何情形均不承担责任： </p>
<p>1. 因您遗失移动设备、删除且未备份RETC生态、删除 且未备份钱包、遗忘且未备份钱包密码、助记词、而导致 该用户的数字代币丢失；</p> 
<p>2. 因您自行泄露钱包密码、助记词，或偖用、转让或授权 他人使用自己的移动设备或RETC生态钱包，或未通过本公司官方渠道下载RETC生态应用程序或以其他不安全的方式使用RETC生态应用程序导致的您的数字代币丟失； </p>
<p>3. 因您不理解区块链技术的知识而进行误操作导致的 您的数字代币丢失； </p>
<p>4. 因系统滞后、区块链系统不稳定等原因导致本公司拷贝用 户在区块链上的交易记录发生偏差。</p> 
<p>5. 您知悉本公司可能同时为您及您的交易对手方提供服务或与 之有关联关系或其他利益相关的关系，您同意对本公司可能存 在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不 得以此来主张本公司在提供服务时存在法律上的瑕疵，也不因 此而加重本公司的责任或注意义务。 </p>
<p>6. 您理解根据适用法律法规的要求，我们可能不时更改我们的 用户准入标准，限定向特定用户等提供服务的范围和方式等。</p>
`,
protocol24:`十二、其他条款`,
protocol25:`<p>1.知识产权声明RETC生态是本公司开发并拥有知识产权的 应用程序。RETC生态k中显示的任何内容（包括本协议、公 告、文章、视频、音频、图片、档案、资讯、资料、商标或标 识）的知识产权归本公司或第三方权利人所有。用户仅可为持 有和管理数字代币之目的使用RETC生态应用程序及其中的内 容。未经本公司或第三方权利人的事先书面同意，任何人不 得擅自使用、修改、反向编译、复制、公开传播、改变、散 布、发行或公开发表上述应用程序及内容。本协议不应被视 为授予您任何知识产权，包括出于任何目的使用与我们或服 务相关的任何信息、图片、用户界面、标识、商标、商业名 称、网络域名或版权的权利。</p>
<p>2.终端安全责任 </p>
<p>2.1您理解并同意，本软件同大多数互联网软件一样，可能会 受多种因素影响，包括但不限于用户原因、网络服务质量、社 会环境等；也可能会受各种安全问题的侵扰，包括但不限于他 人非法利用用户资料，进行现实中的骚扰；用户下载安装的其 他软件或访问的其他网站中可能含有病毒、木马程序或其他恶 意程序，威胁您的终端设备信息和数据安全，继而影响本软件 的正常使用等。因此，您应加强信息安全及个人信息的保护意 识，注意密码保护，以免遭受损失。</p>
 <p>2.2您不得制作、发布、使用、传播用于窃取帐号及他人个人信息、财产的恶意程序。</p>
 <p>2.3维护软件安全与正常使用是RETC生态和您的共同责任， RETC生态将按照行业标准合理审慎地采取必要技术措施保护 您的终端设备信息和数据安全，但是您承认和同意RETC生态并不能就此提供完全保证。 </p>
<p>3. 法律适用和争议解决：</p>
 <p>1.本协议适用相关国家法律，并应据此解释。 </p>
<p>2. 因本协议引起的或与之相关的任何争议（包括任何有关其 存在、有效性、终止的问题），双方应首先寻求和解。如果该 争议在该和解程序开始后的30天内仍未解决，双方应将该争议 提交至相关国家国际仲裁中心（简称"SIAC”），并通过遵循相 关国家国际仲裁中心届时有效的仲裁规则（该规则被视为通过 引用并入本条款），最终以仲裁的方式在相关国家予以解决。 仲裁庭由一名仲裁员组成，由SIAC主席任命。仲裁语言为英 语。每一方不可撤销地接受相关国家法院之非专属管辖权，以 支持和协助根据本段前述内容进行的仲裁程序，包括在该程序 的结果作出之前给予临时救济（如必要）。</p>
 <p>3. 为方便起见，本协议可以翻译为其他语言，但本协议英文 版系主要文本。本协议及附件的其他语言译本如与英文版有 不一致之处，以英文版为准。</p><p>
本协议自2019年7月24日适用。</p>
本协议未尽事宜，您需遵守本公司不时更新的公告及相关规则。
`,
UnableToContinue:'你已投资，不能继续参与投资',
// echange  闪兑

	AvailableBalance:`可用余额`,
	ReceiRETCdQuantity:`收到数量`,
	exchangeRate:`汇率`,
	FastFlash:`快速闪兑`,
	FlashRecord:`兑换记录`,
	FlashNumber:`兑换数量`,
	FlashTime:`兑换时间`,
	success:`成功`,
	MyBlockReRETCnue:`我的区块收益`,
	//RETC 修改
	
	shifang01:`A积分收益`,
	shifang02:`RETC收益`,
	waitshifang01:`待释放RETC`,
	waitshifang02:`待释放A积分`,
	aCode:`A积分`,
	meKnow:`我知道了`,
	dayshifang:`日释放比例`,
  }
}